menu_head = '''                 
        ||==================================================================||
        ||           ===>> КОМАНДЫ ДЛЯ РАБОТЫ С БАЗОЙ ДАННЫХ <<===          ||
        ||==================================================================||
        ||     Выход из программы: 0 или Enter                             ||
        ||     Вывести базы на экран: - 1                                  ||
        ||     Изменение данных базы: - 2                                  ||
        ||     Удалить из базы: - 3                                        ||
        ||     Запросы из базы: - 4                                        ||
        ||                                                                  ||
        ||     Очистка терминала - 9                                       ||
        ||-*-*-*-*--------------------------------------------------*-*-*-*-||
        '''

menu_query = '''                  
        ||==================================================================||
        ||           ===>> КОМАНДЫ ДЛЯ РАБОТЫ С ЗАПРОСАМИ <<===             ||
        ||==================================================================||        
        ||     Выход из меню: 0 или Enter                                  ||
        ||     Найти сотрудников по отделу: - 1                            ||
        ||     Найти сотрудников по должности: - 2                         ||
        ||     Найти сотрудников по уровню: - 3                            ||
        ||     Найти сотрудников по зарплате: - 4                          ||
        ||                                                                  ||
        ||     Очистка терминала - 9                                       ||
        ||-*-*-*-*--------------------------------------------------*-*-*-*-||
        '''
menu_print = '''                 
        ||==================================================================||
        ||                ===>> КОМАНДЫ ВЫВОДА БАЗ <<===                    ||
        ||==================================================================||
        ||     Выход из меню: 0 или Enter                                  ||
        ||     Вывести базу людей:       - 1                               ||
        ||     Вывести базу сотрудников: - 2                               ||
        ||     Вывести базу должностей:  - 3                               ||
        ||                                                                  ||
        ||     Очистка терминала - 9                                       ||
        ||-*-*-*-*--------------------------------------------------*-*-*-*-||
        '''
menu_append = '''                 
        ||==================================================================||
        ||             ===>> КОМАНДЫ ИЗМЕНЕНИЯ БАЗ <<===                    ||
        ||==================================================================||
        ||     Выход из меню: 0 или Enter                                  ||
        ||     Добавить человека: - 1                                      ||
        ||     Назначить на должность: - 2                                 ||
        ||     Изменения отдела для сотрудника: - 3                        ||
        ||     Изменения заработной платы сотрудника: - 4                  ||
        ||                                                                  ||
        ||     Очистка терминала - 9                                       ||
        ||-*-*-*-*--------------------------------------------------*-*-*-*-||
        '''
menu_delete = '''                 
        ||==================================================================||
        ||             ===>> КОМАНДЫ УДАЛЕНИЯ ИЗ БАЗ <<===                  ||
        ||==================================================================||
        ||     Выход из меню: 0 или Enter                                  ||
        ||     Удалить человека:    - 1                                    ||
        ||     Сократить должность: - 2                                    ||
        ||                                                                  ||
        ||     Очистка терминала - 9                                       ||
        ||-*-*-*-*--------------------------------------------------*-*-*-*-||
        '''
menu_salary = '''                 
        ||================================== ||
        ||===>> ЗАПРОСЫ ПО СУММЕ ОКЛАДА <<===||
        ||===================================||
        ||     Выход из меню: 0 или Enter   ||
        ||     Больше суммы:     - 1        ||
        ||     Больше или равно: - 2        ||
        ||     Равно сумме:      - 3        ||
        ||     Меньше суммы:     - 4        ||
        ||     Меньше или равно: - 5        ||
        ||     В диапазоне:      - 6        ||
        ||-*-*-*-*-------------------*-*-*-*-||
        '''